Repository: kysre/compliance-ai-assistant-system
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Unique Identifier (IDS)
fa: شناسه منحصر به فرد (IDS)

source: Regulation Title
fa: عنوان قانون

source: Approval Date
fa: تاریخ تصویب

source: Approval Authority
fa: مرجع تصویب

source: Regulation Link
fa: لینک قانون

source: Regulation Text
fa: متن قانون

source: Source Link
fa: لینک منبع

source: Content
fa: محتوا

source: Regulation Number
fa: شماره قانون

source: Implementation Date
fa: تاریخ اجرا

source: Description
fa: توضیحات

source: Is Active
fa: وضعیت فعال بودن قانون

source: References to other regulations
fa: ارجاع به قوانین دیگر

source: Regulation
fa: قانون

source: Regulations
fa: قوانین

source: Related Regulation
fa: قانون مربوطه

source: Article Number
fa: شماره ماده

source: Article Text
fa: متن ماده

source: Display Order
fa: ترتیب نمایش

source: References to other articles
fa: ارجاع به مواد دیگر

source: Article
fa: ماده قانونی

source: Articles
fa: مواد قانونی

source: Related Article
fa: ماده مربوطه

source: Clause Number
fa: شماره بند

source: Clause Text
fa: متن بند

source: Clause
fa: بند

source: Clauses
fa: بندها

source: Source Regulation
fa: قانون مبدأ

source: Target Regulation
fa: قانون مقصد

source: Reference Context
fa: توضیحات ارجاع

source: Reference Text (e.g., According to Article 10 of...)
fa: متن ارجاع (مثلا: مطابق با ماده ۱۰ قانون...)

source: Regulation Reference
fa: ارجاع قانونی

source: Regulation References
fa: ارجاعات قانونی
